Repository: mozilla-l10n/mt-training-data
Catalog: mt/mt_pontoon.tmx
Source language: en_us
Languages: mt

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
mt: Il-ġabra Common Voice hija riżorsa miftuħa u disponibbli pubblikament li tista' tintuża biex jitħarrġu diversi applikazzjonijiet li jużaw il-vuċi. Sabiex nipproteġu s-sigurtà tal-kontributuri, nitolbu lil kull min iniżżel id-data Common Voice biex jirrispetta l-privatezza tal-kontributuri. Ir-recordings fil-ġabra titneħħielhom kull informazzjoni li tista' tidentifika persuna. Meta tniżżel il-ġabra, inti tkun qed twiegħed li mhux se tipprova tiddetermina l-identità ta' kwlaunkwe kontributur. Dan ifisser li ma tistax tipprova ssib rabta bejn informazzjoni fil-ġabra u l-informazzjoni personali ta' kontributur. Mill-banda l-oħra tista' tuża l-ġabra biex tħarreġ sistemi għall-għarfien awtomatiku tat-taħdit, jew għal applikazzjonijiet oħra billi, per eżempju, toħloq korrispondenzi bejn informazzjoni fil-ġabra u informazzjoni oħra li diġà tinsab fil-ġabra.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
mt: Il-ġabra ta' dati Common Voice hija disponibbli taħt liċenzja <licenseLink>CC0</licenseLink> fuq il-<datasetLink>paġna tad-Data</datasetLink> tagħna. Mill-istess poaġna, tista' wkoll tniżżel diversi ġabriet ta' data oħra li huma disponibbli pubblikament.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
mt: Kemm recordings ta' vuċijiet ġew iċċekkjati minn 2 minn 3 utenti b'vot pożittiv. Dan jindika kemm sar progress lejn l-għan finali tal-proġett, li huwa ta' 10,000 siegħa.

source: The count of voice recording hours we have collected so far.
mt: Kemm ġbarna recordings ta' vuċijiet s'issa.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
mt: L-għan tad-data ta' Common Voice hija li tippermetti lil kwalunkwe persuna madwar id-dinja tibni sistemi għall-għarfien tat-taħdit, jew rikonoxximent tal-kelliem, jew kwalunkwe tip ieħor ta' applikazzjoni li teħtieġ data mitkellma. Assistent tal-vuċi huwa biss wieħed minn ħafna tipi ta' għodod li jistgħu jużaw id-data.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
mt: Il-verżjoni multilingwi tad-data ta' Common Voice bħalissa għaddejja minn proċess ta' ġbir u ta' tindif, bl-għajnuna tal-komunità. Jekk tixtieq tgħinna nintroduċu Common Voice għal lingwi ġodda, tista' tesplora s-<sentenceCollectorLink> Sentence Collection Tool </sentenceCollectorLink> biex iżżid sentenzi ġodda mad-dataset, u tuża l-<pontoonLink> Pontoon </pontoonLink> ta' Mozilla għat-traduzzjoni tas-sit innifisu. Lingwi ġodda jiżdiedu fuq Common Voice biex jibdew jinġabru l-vuċijiet meta jkunu ġew approvati 5000 sentenza.

source: The number of recordings and which languages you contribute to will be public.
mt: In-numru ta' recordings u l-lingwi li tikkontribwixxi għalihom huma pubbliċi.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
mt: Il-proċess li bih l-informazzjoni fil-profil ta' kontributur ma tibqax abbinata mal-klips li jkunu taw, ladarba tiġu mħejjija biex titniżżel mal-bqija tal-ġabra ta' data.

source: The recording was too long.
mt: Ir-recording kien twil wisq.

source: The recording was too quiet.
mt: Ir-recording kien silenzjuz wisq.

source: The recording was too short.
mt: Ir-recording kien qasir wisq.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
mt: Dawn il-lingwa bħalissa jinsabu taħt żvilupp fi ħdan il-komunità. L-indikazzjonijiet tal-progress juru sa fejn waslet kull lingwa fil-proċess ta' <localizationGlossaryLink>lokalizzazzjoni tas-sit</localizationGlossaryLink> u <sentenceCollectionGlossaryLink>ġbir ta' sentenzi</sentenceCollectionGlossaryLink>.

source: The selected file is too large
mt: Il-fajl li għażilt huwa kbir wisq

source: The sentence has a grammatical or spelling error.
mt: Is-sentenza għandha żball grammatikali jew ortografiku.

source: The sentence has disrespectful or offensive language.
mt: Din is-sentenza għandha kliem nieqes mir-rispett jew offensiv.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mt: Il-korpus TED-LIUM inħoloq minn taħditiet u traskrizzjonijiet disponibbli fuq is-sit ta' TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
mt: Dan huwa ftit jew wisq in-numru ta' sigħat meħtieġa biex tiġi mħarrġa sistema tajba li taqleb it-taħdit għall-kitba.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
mt: Dan huwa software open source li jista' jiġi mħallat, estiż u mtejjeb liberament. Mycroft jista' jintuża għal kollox, minn proġett xjentifiku sa applikazzjoni kummerċjali.

source: This is our process for translating and adapting our content for many locales (languages).
mt: Dan huwa l-proċess tagħna biex nittraduċu u nadattaw il-kontenut għal diversi locales (lingwi).

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mt: B'dan is-setting tikkontrolla jekk tkunx viżibbli fil-klassifika. Meta jkun moħbi, il-progress li tagħmel jinżamm privat. Dan ifisser li r-ritratt tiegħek, il-username u l-progress ma jidhrux fil-klassifika. Żomm f'moħħok li l-klassifika ddum madwar ~{ $minutes } minuta biex tirrifletti t-tibdiliet.

source: Three to go!
mt: Tlieta oħra!

source: Today
mt: Illum

source: Today's Common Voice progress on clips recorded
mt: Il-progress li sar illum fuq klips irrekordjati fuq Common Voice

source: Today's Common Voice progress on clips validated
mt: Il-progress li sar illum fuq klips li ġew iċċekkjati fuq Common Voice

source: Today's Progress
mt: Kemm Għamilna Progress Illum

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mt: Sabiex tiżdied mal-ġabra tal-Common Voice, il-klip trid tiġi ċċekkjata minn żewġ utenti differenti.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
mt: Sabiex il-ġabra ta' dati Common Voice tkun kemm jista' jkun utli, iddeċidejna li nippermettu biss testi disponibbli taħt liċenzja Creative Commons (CC0). L-użu ta' standard CC0 jagħmilha iktar diffiċli biex jinstabu u jinġabru t-testi biex jinqraw, imma mbagħad kulħad dikun jista' juża d-data li tinġabar mingħajr ebda restrizzjoni u mingħajr ma jkun hemm bżonn permess mingħand il-Mozilla. Fl-aħħar mill-aħħar, irridu li l-ġabra ta' data multi-lingwi tkun kemm jista' jkun utli għal kulħadd, inkluż riċerkaturi, universitajiet, kumpanijiet ġodda, gvernijiet, organizzazzjonijiet soċjali u dilettanti.

source: Top Contributors
mt: L-aqwa kontributuri

source: Total Approved
mt: Total Approvat

source: Toward next goal
mt: Lejn l-għan li jmiss

source: Track progress here and on your stats page.
mt: Żomm kont tal-progress tiegħek hawnhekk u fuq il-paġna tiegħek tal-istatistika.

source: Turkish
mt: Tork

source: Ukrainian
mt: Ukren

source: UPLOAD
mt: TELLA'

source: Upload aborted. Do you want to delete your recordings?
mt: L-upload ġie kkanċellat. Tixtieq tħassar ir-recordings tiegħek?

source: Upload an image file
mt: Tella' stampa minn fajl.

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mt: L-utenti jiċċekkjaw l-akkuratezza tal-klips mogħtija, billi jaraw jekk il-kelliem qarax is-sentenza sew.

source: Using Common Voice
mt: Kif jintuża Common Voice

source: Validated Clips
mt: Clips iċċekkjati

source: Validated Hours
mt: Sigħat iċċekkjati

source: Validated Hrs
mt: Sigħat iċċekkjati

source: Validated Hr. Total
mt: Total ta' sigħat iċċekkjati

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mt: Li niċċekkjaw ir-recordings li ingħatawlna hija wkoll importanti għall-għanijiet ta' Common Voice. Isma' ftit u tina daqqa t'id biex noħolqu data aċċessibbli ta' kwalità għolja.

source: Validations
mt: Validazzjonijiet

source: Venetian
mt: Venezjan

source: Version
mt: Verżjoni

source: Vietnamese
mt: Vjetnamiż

source: View your progress against personal and project goals.
mt: Qabbel il-progress li għamilt mal-għanijiet personali u dawk marbuta mal-proġett.

source: Visible
mt: Viżibbli

source: Voice clips are entered into a submission queue that readies them for listening.
mt: Ir-recordings jitpoġġew fi kju biex ikunu lesti biex jinstemgħu qabel ma jiġu miżjuda.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mt: Il-vuċi naturali, il-vuċi umana. TTant hija affaxxinanti li aħna rridu noħolqu teknoloġija għall-vuċi fuq il-magni, li tista' tintuża għal skopijiet differenti. Imma biex jinħolqu sistemi li jużaw il-vuċi, jeħtieġ ħafna ħafna data.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mt: Il-vuċi naturali, il-vuċi umana. Tant hija affaxxinanti li aħna rridu noħolqu teknoloġija għall-vuċi fuq il-magni, li tista' tintuża għal skopijiet differenti. Imma biex jinħolqu sistemi li jużaw il-vuċi, jeħtieġ ħafna ħafna data.

source: Voice recording in progress
mt: L-irrekordjar tal-vuċi għaddej

source: Voices Online Now
mt: Vuċijiet li Jinsabu Onlajn Bħalissa

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mt: VoxForge inħoloq biex jinġabru traskrizzjonijiet ta' taħdit għall-użu f'magni għall-għarfien awtomatiku tat-taħdit li huma b'xejn u open source.

source: Want to change your voice clip?
mt: Trid tibdel ir-recording li għamilt?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mt: Trid tgħinna ntejbu l-Common Voice? Tajjeb! Ikkuntattjana bl-email jew fuq il-forum <discourseLink>Discourse</discourseLink>, issottometti rapporti dwar problemi fis-sit permezz ta' <githubLink>GitHub</githubLink>, jew issieħeb mal- <matrixLink>Matrix</matrixLink> biex tipparteċipa f'chat mal-membri tal-komunità.

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
mt: Trid ittejjeb il-Common Voice? Tajjeb! ikkuntattjana bl-email jew fuq <discourseLink>Discourse</discourseLink>, issottometti l-feedback tiegħek minn <githubLink>GitHub</githubLink>, jew issieħeb magħna fuq <slackLink>Slack</slackLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mt: Tixtieq l-aġġornamenti meta nniedu verżjoni ġdida tal-ġabra Common Voice? Abbona biex tirċievi n-newsletter.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mt: Qed nibnu ġabra ta' data tal-vuċijiet open source u disponibbli għall-pubbliku, li tista' tintuża minn kulħadd biex jitħarrġu applikazzjonijiet li jużaw il-vuċi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mt: Aħna tal-Mozilla qed nibnu komunità b'risq it-teknoloġija għall-iproċessar tat-taħdit. Nixtiequ nżommu kuntatt miegħek, biex nibgħatulek aġġornamenti, sorsi ġodda ta' data u anke biex nisimgħu mingħandek dwar kif qed tuża din id-data.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mt: Aħna nemmnu li ġabriet kbar ta' data li huma disponibbli pubblikament jistgħu isaħħu l-innovazzjoni u l-kompetizzjoni kostruttiva fis-settur kummerċjali fil-qasam tat-teknoloġija tat-taħdit b'għarfien awtomatiku. Dan huwa sforz globali li nistiednu lil kulħadd jissieħeb miegħu. L-għan tagħna huwa li ngħinu biex it-teknoloġija tat-taħdit issir aktar inklussiva, b'mod li tirrifletti d-diversità ta' vuċijiet madwar id-dinja.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
mt: Aħna nemmnu li ġabriet kbar ta' data li huma disponibbli pubblikament jistgħu isaħħu l-innovazzjoni u l-kompetizzjoni kostruttiva fis-settur kummerċjali fil-qasam tat-teknoloġija tat-taħdit b'għarfien awtomatiku. Il-ġabra ta' data multilingwi tal-Common Voice diġà hija l-ikbar ġabra ta' vuċijiet disponibbli pubblikament, iżda mhix l-unika waħda. Agħti daqqa t'għajn fuq din il-paġna jekk trid referenzi għal ġabriet open source oħrajn, kif ukoll aġġornamenti dwar it-tnedija ta' verżjonijiet ġodda ta' Common Voice, hekk kif tkompli tikber il-ġabra.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
mt: Nikkalkulaw is-sigħat billi nieħdu t-tul medju ta' kull recording, imbagħad nimmultiplikaw dak in-nnumru man-numru totali ta' recordings fil-lingwi kollha.

source: We don't have anything to validate in this language, help us fill the queue.
mt: M'hemm xejn li għandu bżonn jiġi ċċekkjat f'din il-lingwa, għinna biex inqiegħdu xi ħaġa fil-kju.

source: Weekly
mt: Kull ġimgħa

source: Weekly Goal
mt: Għan ta' kull Ġimgħa

source: Welcome { $company } staff!
mt: Merħba { $company }!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mt: Inwiegħduk li l-informazzjoni dwarek se nużawha b'mod responsabbli. Aqra iktar dwar dan fl-<privacyLink>iStqarrija dwar il-Privatezza</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mt: Qed nibnu ġabra ta' data tal-vuċijiet open source f'diversi lingwi, li tista' tintuża minn kulħadd biex jitħarrġu applikazzjonijiet li jużaw il-vuċi.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mt: Qed nużaw il-crowdsourcing biex nibnu ġabra ta' vuċijiet miftuħa. Agħti l-vuċi tiegħek, iċċekkja l-validità tar-recordings ta' ħaddieħor, tejjeb il-ġabra għall-benefiċċju ta' kulħadd.

source: We’re sorry, but your platform is not currently supported.
mt: Skużana, imma bħalissa m'hemmx support għas-sistema li tinsab fuqha.

source: We've run out of clips to validate in this language...
mt: Għalissa ma baqax clips x'tiċċekkja b'din il-lingwa.

source: We've run out of sentences to record in this language...
mt: Għalissa ma baqax sentenzi x'tirrekordja b'din il-lingwa.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
mt: Aħna nixtiequ li l-ġabra ta' dati Common Voice tirrifletti b'mod realistiku l-kwalità ta' awdjo li magna li titraduċi mit-taħdit għall-kitba hija mistennija tisma' fil-ħajja ta' kuljum, allura rridu li jkollna varjetà. Apparti komunità ta' diversi kelliema, ġabra ta' data b'varjetà ta' livelli ta' kwalità awdjo sservi biex tħarreġ magna sabiex tkun tista' tipproċessa l-vuċi f'ħafna sitwazzjonijiet reali, mit-taħdit li jseħħ fl-isfond sal-istorbju tal-karozzi. Sakemm il-klip tiegħek tinftiehem, għandha tkun tajba biex tiżdied mad-data.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mt: Dalwaqt nerġgħu nikkuntattjawk b'aktar informazzjoni dwar kif tista' żżid il-lingwa tiegħek fuq Common Voice.

source: We will be in touch with more information as it becomes available.
mt: Nikkuntattjawk meta jkun hemm aktar informazzjoni disponibbli.

source: We will not make your email public.
mt: L-email tiegħek mhux pubbliku.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mt: Se nirrevedu t-talba tiegħek biex jitneħħew mill-ġabra r-recordings bil-vuċi tiegħek. Jekk it-talba tiġi approvata, nikkuntattjaw lil kull min niżżel il-ġabra u nitolbu lilhom ukoll biex iħassru r-recordings tal-vuċi tiegħek.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
mt: X'jiġifieri li "l-identità tal-kelliema ma tistax tiġi identifikata" fil-ġabra Common Voice?

source: What is Common Voice?
mt: X'inhu l-Common Voice?

source: What issues are you experiencing with this sentence?
mt: X'tip ta' problemi għandek b'din is-sentenza?

source: What level of audio quality is required for a voice clip to be used in the dataset?
mt: Xi kwalità ta' awdjo tinħtieġ biex tintuża klip fil-ġabra ta' data?

source: What’s inside the Common Voice dataset?
mt: X'hemm fil-ġabra tad-Dati Common Voice?

source: What's Public?
mt: X'jidher fil-pubbliku?

source: What’s the difference between Common Voice and Deep Speech?
mt: X'inhi d-differenza bejn Common Voice u Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mt: Meta utent ma jaċċettax recording, jerġa jitqiegħed fil-Kju. Jekk jerġa ma jiġix aċċettat għat-tieni darba, il-klip jitneħħa u jitqiegħed fiċ-Ċimiterju tal-Klips.

source: When will you release Common Voice data in other languages?
mt: Meta se tniedu d-data Common Voice bil-lingwa tagħna?

source: Where does the source text come from?
mt: Minn fejn jiġi t-test li jinqara?

source: Why ?
mt: Għalfejn?

source: Why a profile?
mt: Għalfejn toħloq profil?

source: Why Common Voice?
mt: Għaliex il-Common Voice?

source: Why does this matter?
mt: Dan għaliex huwa importanti?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
mt: Għax ma ssaqsux lin-nies jaqraw mill-kotba jew minn artikli tal-Wikipedija f'lingwi differenti?

source: Why do you need so many different speakers per language?
mt: Għaliex hemm bżonn daqstant kelliema differenti għal kull lingwa?

source: Why is 10,000 validated hours the per language goal for capturing audio?
mt: Għalfejn l-għan huwa li jkun hemm 10000 siegħa awdjo vvalidati għal kull lingwa?

source: Why is Common Voice part of the Mozilla mission?
mt: Għalfejn Common Voice jagħmel parti mil-missjoni ta' Mozilla?

source: Why is it important?
mt: Għalfejn huwa importanti?

source: Why is my language not included yet?
mt: Għalfejn il-lingwa tiegħi għadha mhix inkluża?

source: Why should I sign up for an account?
mt: Għalfejn għandi noħloq kont?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mt: Tixtieq tagħmel talba biex jitħassru wkoll ir-recordings tal-vuċi tiegħek, jew tippreferi li jinżammu fil-ġabra tad-data ta' Common Voice?

source: Yes
mt: Iva

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mt: Iva, ibgħatli l-emails. Nixtieq inżżomm ruħi nfurmat dwar il-proġett CommonVoice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mt: Iva, ibagħtuli l-emails. Nixtieq inkun aġġornat dwar il-progress li sar b'din il-lingwa fuq Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
mt: Iva, irridu l-vuċi tiegħek b'mod speċjali! Parti mill-għan ta' Common Voice hija li tiġbor kemm jista' jkun aċċenti differenti sabiex is-servizzi ta' għarfien tal-vuċi jaħdmu tajjeb indaqs għal kulħadd. Dan ifisser li l-kontribut ta' kelliema mhux nattivi huwa partikolarment importanti.

source: You
mt: Int
